[
  {
    "name": "Spirit",
    "evidences": ["EMF 5", "Spirit Box", "Ghost Writing"],
    "description": "A common ghost that is generally less aggressive than most, but can become more active over time.",
    "ability": "No unique ability but hunts regularly.",
    "weakness": "Incense stops it from hunting for longer than other ghosts (180 seconds vs 90).",
    "huntThreshold": 50
  },
  {
    "name": "Wraith",
    "evidences": ["EMF 5", "Spirit Box", "D.O.T.S Projector"],
    "description": "A supernatural entity that can teleport to players and phase through walls. Very dangerous.",
    "ability": "Can teleport to a random player, causing an EMF reading at that location.",
    "weakness": "Cannot step in salt and will never leave UV footprints in it.",
    "huntThreshold": 50
  },
  {
    "name": "Phantom",
    "evidences": ["Spirit Box", "Fingerprints", "D.O.T.S Projector"],
    "description": "A ghost that drains sanity quickly when looked at and can possess the living.",
    "ability": "Looking at a Phantom drains sanity faster. Disappears when photographed during a ghost event.",
    "weakness": "Taking a photo of it during a ghost event will cause it to disappear temporarily.",
    "huntThreshold": 50
  },
  {
    "name": "Poltergeist",
    "evidences": ["Spirit Box", "Fingerprints", "Ghost Writing"],
    "description": "A mischievous ghost known for throwing and manipulating multiple objects at once.",
    "ability": "Can throw multiple objects simultaneously. Throwing objects decreases nearby players' sanity.",
    "weakness": "Is almost ineffective in an empty room with no objects to throw.",
    "huntThreshold": 50
  },
  {
    "name": "Banshee",
    "evidences": ["D.O.T.S Projector", "Fingerprints", "Ghost Orb"],
    "description": "A singing ghost that stalks and targets one player at a time relentlessly.",
    "ability": "Targets and hunts only one player at a time. Emits a unique shriek on the Parabolic Microphone.",
    "weakness": "The Crucifix has an increased effective range (5m vs 3m).",
    "huntThreshold": 50
  },
  {
    "name": "Jinn",
    "evidences": ["EMF 5", "Fingerprints", "Freezing Temperatures"],
    "description": "A territorial ghost that travels faster when its target is far away. Feeds on electricity.",
    "ability": "Moves significantly faster when chasing a player who is far away. Can instantly drop sanity.",
    "weakness": "Cannot use its ability if the location's fuse box is off.",
    "huntThreshold": 50
  },
  {
    "name": "Mare",
    "evidences": ["Spirit Box", "Ghost Orb", "Ghost Writing"],
    "description": "A ghost that thrives in darkness and becomes more aggressive when lights are off.",
    "ability": "Has an increased chance to hunt in the dark. Will try to turn lights off more often.",
    "weakness": "Turning on lights will reduce its chance to attack. Has a higher hunt threshold in light (40%).",
    "huntThreshold": 60
  },
  {
    "name": "Revenant",
    "evidences": ["Ghost Orb", "Ghost Writing", "Freezing Temperatures"],
    "description": "A slow ghost that becomes extremely fast when it spots a player during a hunt.",
    "ability": "Moves at double speed when it sees a player during a hunt (3m/s vs 1.5m/s).",
    "weakness": "Moves very slowly when not chasing a player (1m/s). Hiding makes it slow down.",
    "huntThreshold": 50
  },
  {
    "name": "Shade",
    "evidences": ["EMF 5", "Ghost Writing", "Freezing Temperatures"],
    "description": "A shy ghost that is less active when players are nearby. Prefers to stay hidden.",
    "ability": "Less likely to perform interactions when multiple players are in the room.",
    "weakness": "Will not hunt if there are multiple players in the same room as it.",
    "huntThreshold": 35
  },
  {
    "name": "Demon",
    "evidences": ["Fingerprints", "Ghost Writing", "Freezing Temperatures"],
    "description": "The most aggressive ghost in the game. Attacks more often than any other ghost type.",
    "ability": "Can hunt at 70% sanity. Has a rare chance to hunt at any sanity level.",
    "weakness": "Crucifix range is increased to 5m. Smudging during a hunt only stops it for 60 seconds.",
    "huntThreshold": 70
  },
  {
    "name": "Yurei",
    "evidences": ["D.O.T.S Projector", "Ghost Orb", "Freezing Temperatures"],
    "description": "A vengeful spirit that drains sanity rapidly when near players.",
    "ability": "Has a stronger effect on sanity. Can fully close doors (not just interact with them).",
    "weakness": "Using incense in the ghost's room will trap it there temporarily, stopping it from roaming.",
    "huntThreshold": 50
  },
  {
    "name": "Oni",
    "evidences": ["EMF 5", "D.O.T.S Projector", "Freezing Temperatures"],
    "description": "A very active ghost that becomes more visible when players are nearby.",
    "ability": "More active when players are nearby. Can throw objects at great speed.",
    "weakness": "Being more active makes it easier to find and identify.",
    "huntThreshold": 50
  },
  {
    "name": "Yokai",
    "evidences": ["Spirit Box", "Ghost Orb", "D.O.T.S Projector"],
    "description": "A ghost that is attracted to human voices and becomes agitated when players talk nearby.",
    "ability": "Can hunt at 80% sanity when players are talking near it. Talking increases activity.",
    "weakness": "Can only hear players within 2m during a hunt, making it easier to hide.",
    "huntThreshold": 80
  },
  {
    "name": "Hantu",
    "evidences": ["Fingerprints", "Ghost Orb", "Freezing Temperatures"],
    "description": "A ghost that moves faster in cold areas and produces visible freezing breath during hunts.",
    "ability": "Moves faster in colder rooms (up to 2.7m/s in freezing temps).",
    "weakness": "Moves slower in warmer rooms. Will never turn the breaker on.",
    "huntThreshold": 50
  },
  {
    "name": "Goryo",
    "evidences": ["EMF 5", "Fingerprints", "D.O.T.S Projector"],
    "description": "A ghost that shows itself only through D.O.T.S when no players are in the room.",
    "ability": "D.O.T.S evidence can only be seen through a video camera when no players are in the room.",
    "weakness": "Rarely roams far from its favorite room. Cannot change favorite rooms.",
    "huntThreshold": 50
  },
  {
    "name": "Myling",
    "evidences": ["EMF 5", "Fingerprints", "Ghost Writing"],
    "description": "A very quiet ghost during hunts but produces more paranormal sounds through equipment.",
    "ability": "Produces louder paranormal sounds on the Parabolic Microphone.",
    "weakness": "Footsteps can only be heard within 12m during a hunt (vs normal 20m), making it stealthier.",
    "huntThreshold": 50
  },
  {
    "name": "Onryo",
    "evidences": ["Spirit Box", "Ghost Orb", "Freezing Temperatures"],
    "description": "A spirit of vengeance that fears fire but becomes more dangerous when flames are extinguished.",
    "ability": "Has an increased chance to hunt when a flame is extinguished nearby.",
    "weakness": "Flames prevent hunts. Having a lit candle nearby will stop hunts.",
    "huntThreshold": 60
  },
  {
    "name": "The Twins",
    "evidences": ["EMF 5", "Spirit Box", "Freezing Temperatures"],
    "description": "Two ghosts that can interact with the environment simultaneously in different locations.",
    "ability": "Either twin can initiate a hunt. Can interact in two places at once.",
    "weakness": "One twin is faster (10% faster), one is slower (10% slower). They won't interact at the same time in the same room.",
    "huntThreshold": 50
  },
  {
    "name": "Raiju",
    "evidences": ["EMF 5", "Ghost Orb", "D.O.T.S Projector"],
    "description": "A ghost that harnesses electrical energy and becomes faster near active equipment.",
    "ability": "Moves faster near active electronic equipment during hunts. Can hunt at 65% sanity near electronics.",
    "weakness": "Constantly disrupts electronic equipment when nearby, making it easy to track.",
    "huntThreshold": 65
  },
  {
    "name": "Obake",
    "evidences": ["EMF 5", "Fingerprints", "Ghost Orb"],
    "description": "A shapeshifting ghost that can change its appearance and alter its fingerprints.",
    "ability": "Has a chance to not leave fingerprints (25%). Can leave 6-fingered handprints as a tell.",
    "weakness": "Fingerprints disappear faster (60 seconds vs 120 seconds).",
    "huntThreshold": 50
  },
  {
    "name": "The Mimic",
    "evidences": ["Spirit Box", "Fingerprints", "Freezing Temperatures"],
    "description": "A deceptive ghost that can copy the traits and behaviors of other ghost types.",
    "ability": "Mimics other ghosts' abilities and behaviors. Always shows Ghost Orbs as fake evidence.",
    "weakness": "Always produces Ghost Orbs as a fourth piece of evidence, which can help identify it.",
    "huntThreshold": 50,
    "note": "Shows Ghost Orbs as additional false evidence"
  },
  {
    "name": "Moroi",
    "evidences": ["Spirit Box", "Ghost Writing", "Freezing Temperatures"],
    "description": "A cursed ghost that drains sanity through Spirit Box responses and becomes faster at low sanity.",
    "ability": "Curses players who get Spirit Box responses, causing double sanity drain. Moves faster at lower average sanity.",
    "weakness": "Incense blinds it for longer (7.5 seconds vs 6 seconds). Sanity medication removes the curse.",
    "huntThreshold": 50
  },
  {
    "name": "Deogen",
    "evidences": ["Spirit Box", "Ghost Writing", "D.O.T.S Projector"],
    "description": "An omniscient ghost that always knows where players are but moves very slowly when close.",
    "ability": "Always knows exact player locations. Can be identified through unique Spirit Box response.",
    "weakness": "Moves extremely slowly (0.4m/s) when close to a player, making it easy to loop.",
    "huntThreshold": 40
  },
  {
    "name": "Thaye",
    "evidences": ["Ghost Orb", "Ghost Writing", "D.O.T.S Projector"],
    "description": "A ghost that ages and becomes weaker over time during an investigation.",
    "ability": "Starts very active and fast. Can hunt at 75% sanity when young.",
    "weakness": "Ages and becomes slower and less active the longer players are near. Old Thaye hunts at 15% sanity.",
    "huntThreshold": 75
  }
]
